{
  "games": [
    {
      "name": "Final Fantasy VII Remake",
      "url": "https://upload.wikimedia.org/wikipedia/ru/thumb/3/35/%D0%9E%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_Final_Fantasy_VII_Remake.jpg/274px-%D0%9E%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_Final_Fantasy_VII_Remake.jpg",
      "description": "Компьютерная игра в жанре Action/RPG, разработанная и выпущенная компанией Square Enix для PlayStation 4 в 2020 году, ремейк одноимённой игры 1997 года. Remake охватывает лишь начальную часть сюжета и мира оригинальной игры, связанную с городом Мидгар, и является первой из нескольких игр — следующие игры, находящиеся в разработке, должны соответствовать другим сегментам первоначальной игры и показать мир за пределами Мидгара. Ключевые разработчики игры — Тэцуя Номура, Кадзусигэ Нодзима и Ёсинори Китасэ — работали и над оригинальной игрой 1997 года"
    },
    {
      "name": "Diablo III",
      "url": "https://upload.wikimedia.org/wikipedia/ru/thumb/0/05/Diablo_III_cover.jpg/411px-Diablo_III_cover.jpg",
      "description": "Компьютерная игра в жанре Action/RPG, разработанная и выпущенная американской компанией Blizzard Entertainment, для платформ Microsoft Windows, Mac OS X, PlayStation 3, PlayStation 4, Xbox 360, Xbox One и Switch. Игра является частью серии игр Diablo и прямым продолжением Diablo II. Она стала второй игрой серии, выпущенной также и на игровых приставках. Действие игры, как и в предыдущих частях, происходит в мире Санктуарий, выполненном в духе тёмного фэнтези; игрок, управляя персонажем одного из нескольких классов на выбор, должен уничтожать угрожающих Санктуарию демонов и чудовищ и в итоге сразиться с Диабло, Владыкой Ужаса."
    },
    {
      "name": "Genshin Impact",
      "url": "https://upload.wikimedia.org/wikipedia/ru/thumb/1/1d/%D0%9B%D0%BE%D0%B3%D0%BE%D1%82%D0%B8%D0%BF_%D0%B8%D0%B3%D1%80%D1%8B_Genshin_Impact.png/411px-%D0%9B%D0%BE%D0%B3%D0%BE%D1%82%D0%B8%D0%BF_%D0%B8%D0%B3%D1%80%D1%8B_Genshin_Impact.png",
      "description": "Компьютерная игра в жанре action-adventure с открытым миром и элементами RPG, разработанная китайской компанией miHoYo Limited. Игра распространяется посредством цифровой дистрибуции по модели free-to-play, но имеет внутриигровой магазин, использующий реальную валюту. В основе Genshin Impact лежит система «гатя», называемая в игре «молитвой»"
    },
    {
      "name": "Persona 5",
      "url": "https://upload.wikimedia.org/wikipedia/ru/thumb/b/b6/Persona_5_Box_Art.jpg/411px-Persona_5_Box_Art.jpg",
      "description": "Шестая основная игра в серии Persona и часть франшизы Megami Tensei. Действие игры разворачивается в той же вселенной, что и предыдущие выпуски сериала, но по сценарию с ними не связана"
    },
    {
      "name": "osu!",
      "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Osu%21_Logo_2016.svg/411px-Osu%21_Logo_2016.svg.png",
      "description": "Бесплатная музыкальная игра с закрытым исходным кодом, разработанная и опубликованная Дином Гербертом (также известный под псевдонимом «peppy»). Игра вышла 16 сентября 2007 года на Windows, но в будущем была портирована на macOS. Игровой процесс основан на разных популярных играх, включая Osu! Tatakae! Ouendan, Elite Beat Agents, Taiko no Tatsujin, Beatmania IIDX, O2Jam и DJMax. Игра имеет активное киберспортивное сообщество."
    },
    {
      "name": "Minecraft",
      "url": "https://upload.wikimedia.org/wikipedia/ru/f/f4/Minecraft_Cover_Art.png",
      "description": "Компьютерная инди-игра в жанре песочницы, созданная шведским программистом Маркусом Перссоном и выпущенная его студией Mojang AB. В 2009 году Перссон опубликовал начальную версию игры; в конце 2011 года была выпущена стабильная версия для компьютеров Windows, Linux и macOS с распространением через официальный сайт"
    },
    {
      "name": "Overwatch",
      "url": "https://upload.wikimedia.org/wikipedia/ru/thumb/3/33/Overwatch_Origins_Edition_PC_cover.jpg/411px-Overwatch_Origins_Edition_PC_cover.jpg",
      "description": "Overwatch — многопользовательская компьютерная игра в жанре геройского шутера от первого лица, разработанная и выпущенная компанией Blizzard Entertainment в 2016 году для Windows, PlayStation 4 и Xbox One и в 2019 году для Nintendo Switch.\n\nВ Overwatch две команды игроков по шесть человек ведут сражение на сложно устроенной карте; перед каждым сражением игроки выбирают себе персонажей-героев — различные герои обладают разными характеристиками и навыками, делающими их более подходящими для той или иной роли в сражении; способности различных персонажей дополняют друг друга, и игроки должны работать в слаженной команде, чтобы добиться победы. "
    },
    {
      "name": "Final Fantasy XV",
      "url": "https://upload.wikimedia.org/wikipedia/ru/thumb/2/25/Final_Fantasy_XV_logo.png/411px-Final_Fantasy_XV_logo.png",
      "description": "Видеоигра в жанре ролевого боевика, разработанная Square Enix для консолей PlayStation 4 и Xbox One. Final Fantasy XV не связана с предыдущими играми серии Final Fantasy. Сюжет фокусируется на молодом человеке по имени Ноктис Люцис Кэлум, наследном принце государства Люцис, где хранится последний оставшийся в мире таинственный магический кристалл"
    },
    {
      "name": "Dota 2",
      "url": "https://upload.wikimedia.org/wikipedia/ru/thumb/8/8e/%D0%9E%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_Dota_2.jpg/400px-%D0%9E%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_Dota_2.jpg",
      "description": "Dota 2 — многопользовательская командная компьютерная игра в жанре MOBA, разработанная и изданная корпорацией Valve. Игра является продолжением DotA — пользовательской карты-модификации для игры Warcraft III: Reign of Chaos и дополнения к ней Warcraft III: The Frozen Throne. Игра изображает сражение на карте особого вида; в каждом матче участвуют две команды по пять игроков, управляющих разными «героями» — персонажами с различными наборами способностей и характеристиками. Для победы в матче команда должна уничтожить особый объект — «крепость», принадлежащий вражеской стороне, и защитить от уничтожения собственную «крепость». "
    },
    {
      "name": "Loco Roco",
      "url": "https://upload.wikimedia.org/wikipedia/ru/1/15/LocoRoco_Cover.png",
      "description": "Видеоигра 2006 года выпуска, сочетающая жанры платформера, аркады и головоломки с оригинальными графическими решениями. По пути LocoRoco может увеличиваться в размерах, поедая особые ягоды, а затем его можно разделить и снова соединить, чтобы пройти LocoRoco через узкие проходы. Яркие и красочные визуальные эффекты и динамичный музыкальный саундтрек были отличительными чертами игры, что принесло ей несколько наград от игровой прессы в 2006 году. "
    },
    {
      "name": "Assassins Creed II",
      "url": "https://upload.wikimedia.org/wikipedia/ru/thumb/e/ee/%D0%9E%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_Assassins_Creed_2.jpg/411px-%D0%9E%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_Assassins_Creed_2.jpg",
      "description": "Компьютерная игра в жанре action-adventure, продолжение игры Assassin’s Creed от компании Ubisoft.В рамках сюжетной кампании Дезмонд Майлс, главный герой сюжетной линии в настоящем времени переживает воспоминания своего дальнего предка — Эцио Аудиторе, молодого флорентийского аристократа. Игрок побывает в Италии эпохи Возрождения (события игры происходят с 1476 по 1499 год) и встретится с выдающимися людьми того времени — к примеру, с четой Медичи, Леонардо да Винчи и Никколо Макиавелли, а во врагах у героя будут числиться Родриго Борджиа, Франческо Пацци и Джироламо Савонарола. У персонажа появятся новые способности, к примеру, плавать и нырять, возможность выхватить оружие у врага во время боя.  "
    }
  ]
}